{
    "1": {
        "1": {
            "titulo": "Pilot",
            "curiosidades": [
                "En la clase del Sr. Goldenfold hay un personaje que tiene la cara de Bart Simpson en su camiseta. El estudiante puede verse cuando Morty está soñando mientras toca al Sr. Goldenfold pensando que es Jessica.",
                "Rick y Morty están basados en la idea original de Justin Roiland \"<a target='_blank' href='https://voe.sx/fjsyeeed9sa5'>The Real Animated Adventures of Doc and Mharti</a>\" la cual a su vez está inspirada en las películas de <a target='_blank' href='https://www.youtube.com/watch?v=suUZWVnmgqc'>Back to the Future</a> (titulada Volver al futuro o Vuelta al futuro en Hispanoamérica y Regreso al futuro en España)."
            ]
        },
        "2": {
            "titulo": "Lawnmower Dog",
            "curiosidades": [
                "El título de este episodio es una referencia a la película <a href='https://www.youtube.com/watch?v=BS6GjDiPIYI' target='_blank'>The Lawnmower Man</a> (titulada El cortador de césped en España y El hombre del jardín en Hispanoamérica) en la que un científico dota a un jardinero con problemas mentales con superinteligencia, pero el jardinero se vuelve malvado.",
                "La trama paralela sobre Rick y Morty viajando a los sueños del Sr. Goldenfold, y más tarde, a los sueños de las personas dentro de esos sueños, es una referencia a la película <a target='_blank' href='https://www.youtube.com/watch?v=OCEkhKvm-hU'>Inception</a> (titulada: Origen en España y El origen en Hispanoamérica).",
                "Scary Terry es una referencia al personaje de la película <a target='_blank' href='https://www.youtube.com/watch?v=JOMjnZHDOyE' target='_blank'>A Nightmare on Elm Street</a>, una película slasher sobrenatural, sobre cuatro adolescentes que son invadidos y asesinados en sus sueños, y por lo tanto asesinados en la vida real.",
                "Scary Terry es una parodia de <a target='_blank' href='https://es.wikipedia.org/wiki/Freddy_Krueger'>Freddy Krueger</a> que fue un psicópata-asesino que acuchilló a varios niños en Elm Street; por ello los padres de la comunidad lo persiguieron y quemaron vivo (por esa razón Scary terry tiene la cara quemada) Freddy regresa de entre los muertos buscando venganza en los hijos de los que lo asesinaron.",
                "Puedes comparar las escenas de Scary Terry y de Freddy Krueger <a  href='https://www.facebook.com/100057053837797/videos/698487785190360' target='_blank'>aqui</a>.",
                "Las reglas de morir en los sueños se invierten en comparación con las peliculas de Inception y A Nightmare on Elm Street. Mientras que en la película de inception morir en un sueño hace que te despiertes (o caigas en el limbo), en la serie Rick afirma que cuando mueres en el sueño de otra persona mueres de verdad y mientras que en la pelicula A Nightmare on Elm Street Freddy Krueger matando a sus víctimas en sus sueños hace que mueran en el mundo real, en Rick y Morty Scary Terry matando a los soñadores simplemente los despierta."
            ]
        },
        "3": {
            "titulo": "Anatomy Park",
            "curiosidades": [
                "Todo el concepto de este episodio es una parodia de <a target='_blank' href='https://www.youtube.com/watch?v=R3iAsD0o4os'>Jurassic Park</a>.",
                "La trama principal del episodio es una parodia de <a target='_blank' href='https://www.youtube.com/watch?v=gJrCXmUXn94'>Fantastic Voyage</a> (en Argentina, Viaje fantástico; en España, Viaje alucinante; en Venezuela, El viaje fantástico) en la que un científico sufre un intento de asesinato y ha quedado en situación de coma por un hematoma cerebral, una tripulación miniaturizada a bordo del submarino Proteus del tamaño de un nanobot navega a través de sus vasos sanguíneos para encontrar y retirar el coágulo.",
                "Una atracción en Anatomy Park presenta a pequeñas criaturas robóticas cantando una canción llamada It's a Small, Small Intestine, mientras los pasajeros se sientan en un pequeño bote que los lleva por el tubo intestinal. Esta es una parodia de un paseo en Disneyland conocido como <a target='_blank' href='https://www.youtube.com/watch?v=iJFGAX77zw4'>It's a Small World</a>.",
                "Alexander vestido como un perro es una referencia al personaje de Disney, Goofy.",
                "La atracción \"Piratas del Páncreas\" es una referencia a las películas de <a target='_blank' href='https://www.youtube.com/watch?v=gP7PddBSweQ'>Piratas del Caribe</a>. El páncreas humano está formado por <a target='_blank' href='https://es.wikipedia.org/wiki/Islotes_pancre%C3%A1ticos'>islotes o islas pancreáticas</a>, de ahí la referencia al archipiélago caribeño y sus piratas.",
                "Mientras el Doctor Bloom inicializa el tren óseo, varios virus lo atacan a lo que él llama un \"brote de <a target='_blank' href='https://www.cdc.gov/foodsafety/es/communication/ecoli-and-food-safety.html'>E. coli</a>\". Sin embargo, el E. coli es una bacteria y no un virus. Irónicamente el virus <a target='_blank' href='https://es.wikipedia.org/wiki/Fago_T4'>Enterobacteria Phage T4 (bacteriófago T4)</a>, es un tipo de virus que infecta y mata a las bacterias E. coli."
            ]
        },
        "4": {
            "titulo": "M. Night Shaym-Aliens!",
            "curiosidades": [
                "El nombre del episodio se basa en el director de cine <a target='_blank' href='https://es.wikipedia.org/wiki/M._Night_Shyamalan'>M. Night Shyamalan</a>, conocido por su continuo uso de giros argumentales.",
                "La canción que se reproduce a lo largo del episodio y durante los créditos es una versión instrumental de \"<a target='_blank' href='https://www.youtube.com/watch?v=6tynWSAesAo'>Baker Street</a>\" de Gerry Rafferty.",
                "En la vida real, el <a target='_blank' href='https://es.wikipedia.org/wiki/Cesio'>cesio</a> (uno de los componentes en la trama del episodio para crear materia oscura concentrada) es altamente reactivo en el agua y explota si entra en contacto con ella."
            ]
        },
        "5": {
            "titulo": "Meeseeks and Destroy",
            "curiosidades": [
                "Este es el episodio en el que Rick inventa su eslogan \"¡Wubba Lubba Dub Dub!\".",
                "El título de este episodio es una referencia a la canción <a target='_blank' href='https://www.youtube.com/watch?v=FLTchCiC0T0'>Seek and Destroy</a> de Metallica.",
                "El dispositivo utilizado para capturar a la familia poseída de Morty en la nave funciona de manera similar a la trampa utilizada por los <a target='_blank' href='https://ghostbusters.fandom.com/es/wiki/Trampa#:~:text=La%20Trampa%20es%20un%20contenedor,al%20interior%20de%20la%20red.'>Ghostbusters</a>.",
                "El comportamiento de Beth poseída al inicio del episodio es similar al de los <a target='_blank' href='https://villanos-del-cine-de-terror.fandom.com/es/wiki/Deadites'>Deadites</a> de la franquicia <a target='_blank' href='https://es.wikipedia.org/wiki/The_Evil_Dead'>Evil Dead</a>.",
                "Este episodio muestra parte del afecto de Rick hacia Morty al matar a King Jellybean (Rey frijol de Caramelo, Señor Chuchería, Mr. Jellybean) por sus acciones contra Morty.",
                "El personaje de King Jellybean esta basado en un clip original de Justin Roiland, en el cual King Jellybean es un anfitrión de un programa de televisión, pero oculta un aterrador secreto. Puedes mirar los origenes de King Jellybean en la sección extras del blog."
            ]
        },
        "6": {
            "titulo": "Rick Potion #9",
            "curiosidades": [
                "El título de este episodio es una parodia de la canción \"<a target='_blank' href='https://www.youtube.com/watch?v=Nt7htnE1s4o'>Love Potion No. 9</a>\" de The Clovers.",
                "El homónimo del mundo Cronenberg se refiere al cineasta, guionista y actor canadiense <a target='_blank' href='https://es.wikipedia.org/wiki/David_Cronenberg'>David Cronenberg</a>, famoso por sus películas de terror.",
                "Después de que Beth dispara a un montón de monstruos Cronenberg, Jerry le dice a su esposa que desearía que su escopeta fuera su pene. Beth le dice a Jerry que en ese caso, puede llamarla <a target='_blank' href='https://es.wikipedia.org/wiki/Ernest_Hemingway'>Ernest Hemingway</a>. Jerry no entendió la referencia, pero Ernest Hemingway fue un autor que se suicidó metiéndose el cañón de una escopeta en la boca.",
                "La canción que termina el episodio se llama \"<a target='_blank' href='https://www.youtube.com/watch?v=LwVXkM_YxMg'>Look On Down from the Bridge</a>\" de Mazzy Star."
            ]
        },
        "7": {
            "titulo": "Raising Gazorpazorp",
            "curiosidades": [
                "Este episodio es una referencia a la comedia televisiva <a target='_blank' href='https://www.youtube.com/watch?v=IphywWPsPoI'>Raising Hope</a> (Hope en España), que se centra en un chico de 23 años que cría a su propia hija como padre soltero, mientras aún vive con sus propios padres, quienes son muy críticos con sus habilidades como padre.",
                "Gazorpazorp es una referencia a la película <a target='_blank' href='https://www.youtube.com/watch?v=XuUlCl0GUsk'>Zardoz</a> de 1974, en la película sólo sobreviven dos razas humanas: los inmortales, una casta privilegiada que no envejece y lleva una vida placentera; la otra raza vive miserablemente y sólo confía en Zardoz, el dios al que veneran. Zardoz decide elegir a unos cuantos hombres, les entrega armas y los adiestra para enfrentarse a los inmortales.",
                "Puedes ver la comparación entre la parodia y la escena de Zardoz <a target='_blank' href='https://www.youtube.com/watch?v=Cz28ZM3m5f8'>aqui</a>.",
                "Morty Jr. confinado en la casa por la mentira de que la atmósfera es venenosa y el posterior escape es una referencia a la película <a target='_blank' href='https://www.elseptimoarte.net/peliculas/bad-boy-bubby-19625.html'>Bad Boy Bubby</a> que presenta la misma trama. Pero en la película Bubby lo único que conoce del mundo son las paredes del inmundo sótano en el que ha sido confinado durante sus treinta y cinco años de vida. Sólo tiene conciencia de su propia existencia y de la de su madre. Juega con su famélico gato y con las cucarachas. Su madre le cuida a su modo, alimentándolo, abusando sexualmente de él, o pegándole, según sea su estado de ánimo. Hasta que un día papá llega a casa, esto revoluciona a Bubby, que siente deseos de ver lo que hay fuera de allí."
            ]
        },
        "8": {
            "titulo": "Rixty Minutes",
            "curiosidades": [
                "Este título es una referencia al segmento de televisión <a target='_blank' href='https://es.wikipedia.org/wiki/60_Minutes'>60 Minutes</a>.",
                "En la realidad en la que Jerry es famoso, todas las películas en las que apareció Jerry son películas de la vida real en las que ha tomado el lugar de todos los personajes interpretados por <a target='_blank' href='https://es.wikipedia.org/wiki/Tom_Hanks'>Tom Hanks</a>.",
                "El cereal Strawberry Smiggles es una parodia de los cereales <a target='_blank' href='https://www.youtube.com/watch?v=s-nu1l5_yys'>Trix</a> y <a target='_blank' href='https://www.youtube.com/watch?v=UU0i7dqSWEs'>Lucky Charms</a>. Puedes ver la comparación <a target='_blank' href='https://www.youtube.com/watch?v=FBU788hn7-8'>aqui</a>."
            ]
        },
        "9": {
            "titulo": "Something Ricked This Way Comes",
            "curiosidades": [
                "El nombre de la tienda \"<a target='_blank' href='https://www.youtube.com/watch?v=IhrGqPoTKbg'>Needful Things</a>\" es una referencia a una tienda en la novela de Stephen King del mismo nombre. En la novela, un propietario demoníaco vende artículos aparentemente perfectos a cambio de las almas de los clientes.",
                "El título del episodio es un juego de palabras con el nombre de la novela de Ray Bradbury llamada <a target='_blank' href='https://www.youtube.com/watch?v=o0_w12u75-Q'>Something Wicked This Way Comes</a> (La feria de las tinieblas, El carnaval de las tinieblas) la cual tiene una adaptación cinematográfica.",
                "En la película Justice League de Warner Bros se reproducen escenas de este episodio en la pantalla de uno de los televisores dentro de la guarida de Barry Allen (Flash) durante la escena en la que Bruce Wayne (Batman) lo recluta. Puedes constatarlo <a target='_blank' href='https://www.youtube.com/watch?v=IFXXJXTTiGA'>aquí</a> al segundo 00:52.",
                "La canción que aparece en el entrenamiento de Rick y Summer, así como en los créditos posteriores, es \"<a target='_blank' href='https://www.youtube.com/watch?v=fGx6K90TmCI'>X Gon 'Give It to Ya</a>\" de DMX."
            ]
        },
        "10": {
            "titulo": "Close Rick-Counters of the Rick Kind",
            "curiosidades": [
                "La canción que suena durante los créditos finales se llama \"<a target='_blank' href='https://www.youtube.com/watch?v=l89Fq4Z2w30'>For The Damaged Coda</a>\" de Blonde Redhead.",
                "El nombre del episodio es una referencia a la película <a target='_blank' href='https://www.youtube.com/watch?v=rlh1a7HuTTc'>Close Encounters of the Third Kind</a> (Encuentros en la tercera fase en España y Encuentros cercanos del tercer tipo en Hispanoamérica).",
                "Se puede ver brevemente un bolígrafo, un cuaderno y una taza de café con un signo de interrogación saliendo de uno de los portales de Rick. En el episodio de <a target='_blank' href='https://unveranodemisterios.blogspot.com/'>Gravity Falls \"Society of the Blind Eye\"</a>, Stanley Pines es quien pierde exactamente estos tres elementos en su portal interdimensional. Justin Roiland es buen amigo del creador de Gravity Falls, Alex Hirsch, y también brinda la voz de un excéntrico viajero en el tiempo llamado <a target='_blank' href='https://disney.fandom.com/es/wiki/Blendin_Blandin'>Blendin Blandin</a> en ese programa. Puedes ver la conexión de los dos episodios <a target='_blank' href='https://www.youtube.com/watch?v=Z2A9UwP4HgY'>aquí</a>.",
                "Cuando Rick y Morty ingresan al Consejo de Ricks (Council of Ricks), Cronenberg Rick y Cronenberg Morty del final de \"Rick Potion #9\" se pueden ver en el fondo."
            ]
        },
        "11": {
            "titulo": "Ricksy Business",
            "curiosidades": [
                "La canción que suena en la fiesta y al final del episodio es \"<a target='_blank' href='https://www.youtube.com/watch?v=BkR6KrEyNwo'>Shake That Ass Bitch</a>\" de Splack Pack.",
                "El título del episodio y la premisa es una parodia de la película \"<a target='_blank' href='https://es.wikipedia.org/wiki/Risky_Business'>Risky Business</a>\" (titulada Negocios arriesgados en México, Negocios riesgosos y Negocio de riesgo en Hispanoamérica y Risky Business en España).",
                "Birdperson es una parodia de \"<a target='_blank' href='https://buckrogers.fandom.com/wiki/Hawk'>The Hawk</a>\" de Buck Rogers (acorde a los comentarios en el DVD de la temporada 1)."
            ]
        }
    },
    "2": {
        "1": {
            "titulo": "A Rickle in Time",
            "curiosidades": [
                "El título de este episodio es un juego de palabras con la novela \"<a target='_blank' href='https://www.youtube.com/watch?v=4PbzDrln4W8'>A Wrinkle in Time</a>\" de Madeleine L'Engle.",
                "Mientras que Rick, Morty y Summer están fuera del espacio y el tiempo, hay infinitos gatos flotando en el espacio. Esta es una referencia al experimento mental/paradoja del \"<a target='_blank' href='https://es.wikipedia.org/wiki/Gato_de_Schr%C3%B6dinger'>gato de Schrödinger</a>\"."
            ]
        },
        "2": {
            "titulo": "Mortynight Run",
            "curiosidades": [
                "El título es una referencia a la película \"<a target='_blank' href='https://www.youtube.com/results?search_query=midnight+run'>Midnight Run</a>\" (titulada Fuga a la medianoche en Hispanoamérica y Huida a medianoche en España).",
                "Se puede ver a un Mr. Meeseeks en el fondo de la sala de juegos Blips &amp; Chitz al minuto 3:59, ayudando a un extraterrestre a ganar un videojuego, donde se lo puede ver desaparecer cuando el extraterrestre gana."
            ]
        },
        "3": {
            "titulo": "Auto Erotic Assimilation",
            "curiosidades": [
                "El título de este episodio es un juego de palabras con \"<a target='_blank' href='https://www.intramed.net/contenidover.asp?contenidoid=74007#:~:text=La%20asfixia%20autoer%C3%B3tica%20tambi%C3%A9n%20llamada,al%20a%C3%B1o%20por%20esta%20causa.'>autoerotic asphyxiation</a>\" (asfixia autoerótica). Es una parafilia con auto estrangulamiento o asfixia practicada durante la masturbación. Algunos estiman que mueren entre 250 y 1.000 personas al año por esta causa.",
                "La canción final es \"<a target='_blank' href='https://www.youtube.com/watch?v=qoYTtRLk1KE'>Do You Feel It?</a>\" por Caos Caos.",
                "En el laboratorio subterráneo de Rick, hay una cápsula que contiene lo que parece ser el feto de \"<a target='_blank' href='https://es.wikipedia.org/wiki/Cthulhu'>Cthulhu</a>\".",
                "La escena en la nave espacial donde Rick señala que dos miembros de la especie alienígena están tranquilos, quienes a su vez señalan a los otros sobrevivientes y chillan, se asemeja al final de la película \"<a target='_blank' href='https://es.wikipedia.org/wiki/Invasion_of_the_Body_Snatchers_(pel%C3%ADcula_de_1956)'>Invasion of the Body Snatchers</a>\"."
            ]
        },
        "4": {
            "titulo": "Total Rickall",
            "curiosidades": [
                "El título de este episodio es un juego de palabras con la película \"<a target='_blank' href='https://www.youtube.com/watch?v=RkJunr8h6oM'>Total Recall</a>\", en la que implantar recuerdos agradables (pero falsos) en la mente de una persona es una forma de entretenimiento. A su vez la película en sí está inspirada en el cuento de ciencia ficción \"<a target='_blank' href='https://es.wikipedia.org/wiki/Podemos_recordarlo_por_usted_al_por_mayor'>We Can Remember It For You Wholesale</a>\" de Phillip K. Dick.",
                "Sleepy Gary le dijo a Rick que Frankenstein no era realmente Frankenstein, sino el monstruo de Frankenstein. Esta es una referencia a la idea errónea común de que el famoso monstruo, que comenzó como un personaje de la novela de \"<a target='_blank' href='https://es.wikipedia.org/wiki/Mary_Shelley'>Mary Shelly</a>\", se llama Frankenstein. Frankenstein es en realidad el nombre del científico loco que lo creó, el \"<a target='_blank' href='https://es.wikipedia.org/wiki/V%C3%ADctor_Frankenstein'>Dr. Victor Frankenstein</a>\". Al monstruo en sí no se le dio un nombre."
            ]
        },
        "5": {
            "titulo": "Get Schwifty",
            "curiosidades": [
                "Rick le pide en broma a Morty que le lama las bolas, lo que puede ser un guiño al cortometraje salvajemente vulgar de Justin Roiland, The Real Animated Adventures of Doc and Mharti que puedes mirar en la sección extras del blog.",
                "\"<a target='_blank' href='https://i.imgur.com/CnanvKm.jpg'>Justin Roiland hace un cameo como él mismo</a>\" en este episodio, cuando el director Vagina lo asciende, y lo marca como 'ladrón'."
            ]
        },
        "6": {
            "titulo": "The Ricks Must Be Crazy",
            "curiosidades": [
                "El título es una referencia a la película \"<a target='_blank' href='https://www.youtube.com/watch?v=xIMFyH1Dio0'>The Gods Must Be Crazy</a>\" (Los dioses deben estar locos).",
                "La habilidad de Morty para convertirse en un automóvil hace referencia a la serie animada \"<a target='_blank' href='https://www.youtube.com/watch?v=8iSOZX7kUy8'>Turbo Teen</a>\"."
            ]
        },
        "7": {
            "titulo": "Big Trouble in Little Sanchez",
            "curiosidades": [
                "El título de este episodio es una referencia a la película \"<a target='_blank' href='https://www.youtube.com/watch?v=Jt9iHiPBd1A'>Big Trouble in Little China</a>\" (Golpe en la Pequeña China en España, Masacre en el Barrio Chino en México, Rescate en el Barrio Chino en parte de Hispanoamérica).",
                "La canción que Summer le toca a Tiny Rick se llama \"<a target='_blank' href='https://www.youtube.com/watch?v=7vGk6t4UDTE'>Between the Bars</a>\" de Elliott Smith.",
                "El personaje del dibujo de Tiny Rick es en realidad Doc de la idea original de Justin Roiland \"The Real Animated Adventures of Doc and Mharti\", una parodia de Back to the Future.",
                "\"<a target='_blank' href='https://disney.fandom.com/es/wiki/Bill_Cipher'>Bill Cipher</a>\", un personaje de Gravity Falls, aparece en el escáner, cuando la percepción de Jerry sobre Beth se manifiesta.",
                "El cereal que está en la mesa de la familia Smith mientras comen es el Strawberry Smiggles de la temporada 1 episodio 8 Rixty Minutes."
            ]
        },
        "8": {
            "titulo": "Interdimensional Cable 2: Tempting Fate",
            "curiosidades": []
        },
        "9": {
            "titulo": "Look Who's Purging Now",
            "curiosidades": [
                "La trama de este episodio es una parodia de la película \"<a target='_blank' href='https://www.youtube.com/watch?v=BV_QGzsvlsk'>The Purge</a>\". La película fue mencionada por Summer y Jerry.",
                "El título de este episodio es una referencia a \"<a target='_blank' href='https://www.youtube.com/watch?v=5nqvldIIGuc'>Look Who's Talking Now</a>\" (Mira quién habla ahora)."
            ]
        },
        "10": {
            "titulo": "The Wedding Squanchers",
            "curiosidades": [
                "El título \"<a target='_blank' href='https://www.youtube.com/watch?v=0exs-NE50P0'>The Wedding Squanchers</a>\" es una referencia a la película de comedia de 2005 The Wedding Crashers (De boda en boda en España, Los rompebodas en Hispanoamérica y Los cazanovias en México).",
                "La canción utilizada en el huevo de invitación de boda es \"<a target='_blank' href='https://www.youtube.com/watch?v=JvNQLJ1_HQ0'>Canon in D Major de Pachelbel</a>\".",
                "La canción que aparece al final es \"<a target='_blank' href='https://www.youtube.com/watch?v=ttUnAOPFaO0'>Hurt</a>\" de Nine Inch Nails."
            ]
        }
    },
    "3": {
        "1": {
            "titulo": "The Rickshank Rickdemption",
            "curiosidades": [
                "El título es un juego de palabras con la película de 1994 <a href='https://www.youtube.com/watch?v=xB4nJg0fyE0' target='_blank'>The Shawshank Redemption</a> (titulada: Cadena perpetua en España, Sueños de libertad o Escape a la libertad en Argentina y Sueño de fuga en el resto de Hispanoamérica), donde un hombre inocente que es acusado del asesinato de su mujer es condenado a cadena perpetua y enviado a la cárcel de Shawshank en Maine.",
                "Otra referencia a Gravity Falls aparece en este episodio cuando en la Ciudadela de los Ricks, dos Morty tienen un parecido con los personajes principales de Gravity Falls, <a href='https://gravityfalls.fandom.com/es/wiki/Mabel_Pines' target='_blank'>Mabel</a> y <a href='https://disney.fandom.com/es/wiki/Dipper_Pines' target='_blank'>Dipper Pines</a>. Incluso se ve a <a href='https://imgur.com/gallery/SdsmD' target='_blank'>Dipper Morty</a> usando la gorra real de Dipper."
            ]
        },
        "2": {
            "titulo": "Rickmancing the Stone",
            "curiosidades": [
                "El título de este episodio es un juego de palabras con la película <a href='https://es.wikipedia.org/wiki/Romancing_the_Stone' target='_blank'>Romancing the Stone</a> (titulada Tras la esmeralda perdida en Hispanoamérica, Tras el corazón verde en España, Dos bribones tras la esmeralda perdida en México).",
                "El lugar donde transcurre el episodio es esencialmente un tributo a la franquicia <a href='https://www.youtube.com/watch?v=jtic6Mf1EyI' target='_blank'>Mad Max</a>, que tiene lugar en un páramo árido con vehículos y tribus de merodeadores bárbaros.",
                "El \"<a href='https://pbs.twimg.com/media/EfJnKkNXsAAeGqZ.jpg' target='_blank'>Blood Dome</a>\" es una referencia a \"<a href='https://s3.superluchas.com/2020/08/Mad-Max-Beyond-Thunderdome-1985-Warner-Bros..jpg' target='_blank'>The Thunderdome</a>\", uno de los escenarios principales de <a href='https://www.youtube.com/watch?v=9JKZKjFjHDM' target='_blank'>Mad Max Beyond Thunderdome</a> (conocida en Hispanoamérica y España como Mad Max: más allá de la cúpula del trueno)."
            ]
        },
        "3": {
            "titulo": "Pickle Rick",
            "curiosidades": [
                "La canción que toca Concerto cuando intenta matar a Rick y Morty es la Sonata No. 14 de Beethoven, también conocida como \"<a href='https://www.youtube.com/watch?v=4Tr0otuiQuU' target='_blank'>Moonlight Sonata</a>\".",
                "El ensamblaje de Rick de un traje hecho de ratas para escapar de la alcantarilla es una parodia de Tony Stark ensamblando el traje de Iron Man para escapar de sus captores.",
                "La secuencia de acción de Rick y Jaguar en la oficina, seguida de su escape en helicóptero, es una alusión a <a href='https://es.wikipedia.org/wiki/Die_Hard' target='_blank'>Die-Hard</a>."
            ]
        },
        "4": {
            "titulo": "Vindicators 3: The Return of Worldender",
            "curiosidades": [
                "Una precuela de Los Vindicadores fue lanzada en episodios de duración corta con motivo del Adult Swim Festival Block Party, llamada Vindicators 2. Puedes ver el episodio completo en la sección extras del blog.",
                "Para este episodio, <a href='https://es.wikipedia.org/wiki/Justin_Roiland' target='_blank'>Justin Roiland</a> se emborrachó en la cabina para interpretar correctamente a Rick borracho. Se dijo que fue el día más improductivo que habían tenido.",
                "The Vindicators son obviamente una parodia a los equipos de superhéroes de Marvel y DC Comics, incluidos Los Vengadores, Guardianes de la Galaxia y La Liga de la Justicia.",
                "El logotipo de The Vindicators se asemeja al símbolo de los Vengadores, pero al revés.",
                "Morty compara las payasadas borrachas de Rick con la serie de películas <a href='https://www.youtube.com/watch?v=WrFTmZwe5wc' target='_blank'>Saw</a>, donde las personas se ven obligadas a jugar juegos mortales que involucran sus vidas, bajo un límite de tiempo estricto.",
                "Los personajes de episodios anteriores aparecen en la fiesta al final del episodio. Esto incluye a <a href='https://www.youtube.com/watch?v=yqeC20FMIUo' target='_blank'>MC Haps</a> (el rapero de \"Rick Potion No. 9\"), <a href='https://c.tenor.com/IBzX73JGkAgAAAAC/slippery-stair.gif ' target='_blank'>Slippery Stair</a> (de \"Meeseeks and Destroy\") y un <a href='https://imgur.com/m0IfeHx' target='_blank'>tipo con una camiseta de Bart Simpson</a> que se puede ver en el Flu Season Dance en \"Rick Potion No. 9\", en la fiesta de \"Ricksy Business\" y en el episodio \"piloto\"."
            ]
        },
        "5": {
            "titulo": "The Whirly Dirly Conspiracy",
            "curiosidades": [
                "Summer agrandada y alborotada y Beth teniendo que agrandarse para detenerla es una referencia a la película <a href='https://www.youtube.com/watch?v=uDH3yXeCvh8' target='_blank'>Honey I Blew Up The Kid</a> (Cariño, he agrandado al niño en España y Querida, agrandé al bebé en Hispanoamérica), que sigue la misma historia pero con un bebé en lugar de una adolescente."
            ]
        },
        "6": {
            "titulo": "Rest and Ricklaxation",
            "curiosidades": [
                "Durante el episodio, se muestra que los drones de Rick son capaces de transformarse en un pequeño robot Voltron, una referencia a la serie de televisión animada <a href='https://www.youtube.com/watch?v=3HgWCp79nzI' target='_blank'>Voltron: Defender of the Universe</a>.",
                "Cuando Morty y Stacy llegan al garaje de Rick, Morty pregunta si Rick estará familiarizado con la \"Ben Wa technology\". <a href='https://es.wikipedia.org/wiki/Bolas_chinas' target='_blank'>Las Ben Wa Balls</a> son un artículo que puede ser usado de forma terapéutica o sexual."
            ]
        },
        "7": {
            "titulo": "Tales From the Citadel",
            "curiosidades": [
                "Con la excepción de la narración del comercial de Simple Rick (con la voz de <a href='https://en.wikipedia.org/wiki/Jeff_Davis_(comedian)' target='_blank'>Jeff B. Davis</a>) y una sola línea de una joven Beth, este episodio fue enteramente grabado solo con la voz de <a href='https://es.wikipedia.org/wiki/Justin_Roiland' target='_blank'>Justin Roiland</a> personificando a los diversos Ricks y Mortys.",
                "La canción que suena durante la introducción de la Ciudadela es \"<a href='https://www.youtube.com/watch?v=ljSuROOUxg8' target='_blank'>In the City</a>\" de Joe Walsh, cantada en el episodio por Justin Roiland.",
                "La historia de Cop Rick y Cop Morty parece estar inspirada en <a href='https://www.youtube.com/watch?v=DQcOpLqQbLk' target='_blank'>Training Day</a>. En la cual un agente de policía idealista, se infiltra en la Unidad de Investigaciones Especiales de la policía de Los Ángeles para espiar a Frank Rourke, un detective de dudosa moralidad, y poder denunciar la falta de ética de sus métodos.",
                "El profesor Rick se parece a <a href='https://harrypotter.fandom.com/es/wiki/Severus_Snape' target='_blank'>Severus Snape</a> de la franquicia de Harry Potter.",
                "Los cuatro Mortys son una referencia a <a href='https://es.wikipedia.org/wiki/El_cuerpo_(novela)' target='_blank'>The Body</a> de Stephen King y su adaptación cinematográfica, <a href='https://www.youtube.com/watch?v=VBicXhlNNTg' target='_blank'>Stand by Me</a>."
            ]
        },
        "8": {
            "titulo": "Morty's Mind Blowers",
            "curiosidades": []
        },
        "9": {
            "titulo": "The ABC's of Beth",
            "curiosidades": [
                "El nombre del episodio, es un juego de palabras con la película de antología <a href='https://www.youtube.com/watch?v=sOjnX-Mbzqg' target='_blank'>ABCs of Death</a>.",
                "\"Isaac Asi-hole\" es una parodia del escritor de ciencia ficción <a href='https://es.wikipedia.org/wiki/Isaac_Asimov' target='_blank'>Isaac Asimov</a>."
            ]
        },
        "10": {
            "titulo": "The Rickchurian Mortydate",
            "curiosidades": [
                "El título de este episodio es un juego de palabras con la novela <a href='https://es.wikipedia.org/wiki/The_Manchurian_Candidate_(pel%C3%ADcula_de_2004)' target='_blank'>The Manchurian Candidate</a>, que trata sobre un asesinato presidencial."
            ]
        }
    },
    "4": {
        "1": {
            "titulo": "Edge of Tomorty: Rick Die Rickpeat",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a href='https://www.youtube.com/watch?v=qYwV69MGTYU' target='_blank'>Edge of Tomorrow</a>, que también se llama Live Die Repeat, que se basa en el manga <a href='https://es.wikipedia.org/wiki/All_You_Need_Is_Kill' target='_blank'>All You Need is Kill</a> de Hiroshi Sakurzaka, en la cual un joven soldado, se ve obligado a revivir una y otra vez el mismo periodo de tiempo, previamente a una batalla sangrienta en la que invariablemente muere ante el enemigo, contra una raza alienígena que intenta conquistar el planeta. ¿Cómo escapar de ese ciclo de muerte y terror?",
                "El canal de noticias \"CMN\" es una parodia del canal de noticias estadounidense <a href='https://es.wikipedia.org/wiki/CNN' target='_blank'>CNN</a>.",
                "Hay una valla publicitaria que anuncia <a href='https://www.vidaextra.com/analisis/analisis-trover-saves-the-universe-mucho-que-capitulo-jugable-rick-and-morty' target='_blank'>Trover Saves the Universe</a>, un juego que Justin Roiland co-creó.",
                "Este episodio estuvo dedicado a<a href='https://cnnespanol.cnn.com/2019/09/24/rest-api-1-41/' target='_blank'> J. Michael Mendel</a>, productor de Rick and Morty que falleció el 22 de septiembre de 2019 a los 54 años."
            ]
        },
        "2": {
            "titulo": "The Old Man and the Seat",
            "curiosidades": [
                "El título del episodio es una referencia a <a href='https://trabalibros.com/libros/el-viejo-y-el-mar-ernest-hemingway' target='_blank'>The Old Man and the Sea</a> (El viejo y el mar) by Ernest Hemingway y narra la historia de un viejo pescador cubano a quien la suerte parece haberle abandonado, debido a que en ochenta y cuatro días no pescaba ni un solo pez."
            ]
        },
        "3": {
            "titulo": "One Crew Over the Crewcoo's Morty",
            "curiosidades": [
                "El título del episodio es una referencia al título <a href='https://es.wikipedia.org/wiki/One_Flew_Over_the_Cuckoo%27s_Nest' target='_blank'>One Flew Over the Cuckoo's Nest</a>, película y libro de 1975.",
                "\"Catherine's Alpha-through-Omega Jones\" es una referencia a la actriz <a href='https://es.wikipedia.org/wiki/Catherine_Zeta-Jones' target='_blank'>Catherine Zeta-Jones</a>, quien protagonizó la película de atracos <a href='https://es.wikipedia.org/wiki/Ocean%27s_Twelve' target='_blank'>Ocean's Twelve</a>.",
                "\"Tuskla\" y \"Elon Tusk\" son parodias de la empresa de automóviles <a href='https://es.wikipedia.org/wiki/Tesla,_Inc.' target='_blank'>Tesla </a>y su propietario <a href='https://es.wikipedia.org/wiki/Elon_Musk' target='_blank'>Elon Musk.</a>"
            ]
        },
        "4": {
            "titulo": "Claw and Hoarder: Special Ricktim's Morty",
            "curiosidades": [
                "El título es un juego de palabras con <a href='https://es.wikipedia.org/wiki/Law_%26_Order:_Special_Victims_Unit' target='_blank'>Law & Order: Special Victims Unit</a>, una serie de televisión de drama criminal estadounidense.",
                "La escena del dragón acostado sobre un montón de tesoros está inspirada en el dragón <a href='https://es.wikipedia.org/wiki/Smaug'>Smaug </a>y su ansia de oro en el libro El Hobbit."
            ]
        },
        "5": {
            "titulo": "Rattlestar Ricklactica",
            "curiosidades": [
                "El título del episodio es un juego de palabras con <a href='https://es.wikipedia.org/wiki/Battlestar_Galactica' target='_blank'>Battlestar Galactica</a>, una franquicia estadounidense de ciencia ficción.",
                "A pesar de que los creadores de Rick y Morty tienen una postura en contra de las aventuras que involucran viajes en el tiempo, este episodio trata los viajes en el tiempo.",
                "La trama del viaje en el tiempo en el planeta serpiente es un guiño a la franquicia <a href='https://es.wikipedia.org/wiki/The_Terminator' target='_blank'>Terminator</a>."
            ]
        },
        "6": {
            "titulo": "Never Ricking Morty",
            "curiosidades": [
                "El título del episodio es una referencia a <a href='https://www.youtube.com/watch?v=uR39ff-jXMI' target='_blank'>The NeverEnding Story</a> en donde el personaje principal encuentra un libro que habla sobre una tierra llamada Fantasía, un lugar donde la oscuridad lo está destruyendo todo.",
                "Los vegetales que aparecen en el episodio son una referencia a <a href='https://es.wikipedia.org/wiki/VeggieTales' target='_blank'>Veggie Tales</a>, un programa que comúnmente habla sobre versículos e historias de la Biblia utilizando personajes vegetales antropomórficos."
            ]
        },
        "7": {
            "titulo": "Promortyus",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a href='https://www.youtube.com/watch?v=bPU3e_Ui5j0' target='_blank'>Prometheus</a>, la precuela de <a href='https://www.youtube.com/watch?v=Eu9ZFTXXEiw' target='_blank'>Alien</a>.",
                "El episodio hace referencia indirecta a los <a href='https://aliensypredators.fandom.com/es/wiki/Facehugger' target='_blank'>Facehuggers</a>, las formas iniciales de los <a href='https://es.wikipedia.org/wiki/Xenomorfo' target='_blank'>Xenomorfos</a> de la franquicia<a href='https://www.youtube.com/watch?v=VVLyZd6rhIE' target='_blank'> Alien</a>.",
                "Rick menciona cómo Morty ha creado una cuenta en el popular sitio web de pornografía \"Pornhub\"."
            ]
        },
        "8": {
            "titulo": "The Vat of Acid Episode",
            "curiosidades": [
                "Toda la escena del accidente aéreo está tomada del libro de 1974, <a href='https://es.wikipedia.org/wiki/%C2%A1Viven!_(libro)' target='_blank'>Alive</a>, que detalla el accidente aéreo real de 1972. El avión de Morty también tenía el mismo número que el avión real.",
                "Después del accidente aéreo, <a href='https://pbs.twimg.com/media/EljJM9TVgAE-CjF.jpg' target='_blank'>tres de los cuatro sobrevivientes están vestidos como personajes de South Park</a>. La persona afroamericana está vestida como Stan, la mujer está vestida como Kyle y Morty está vestido como Kenny. La novia de Morty, por otro lado, no está vestida como Cartman."
            ]
        },
        "9": {
            "titulo": "Childrick of Mort",
            "curiosidades": [
                "El título del episodio es una referencia a la película de ciencia ficción <a href='https://www.youtube.com/watch?v=Way_lECvtQM' target='_blank'>Children of Men</a> (Hijos de los hombres, en España; Niños del hombre, en Hispanoamérica), en la cual desde hace décadas no ha nacido ningún bebé en el mundo y un hombre lucha por salvar a una joven embarazada mientras se ve inmerso en el conflicto entre Gobierno y rebeldes."
            ]
        },
        "10": {
            "titulo": "Star Mort Rickturn of the Jerri",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a href='https://es.wikipedia.org/wiki/Star_Wars:_Episode_VI_-_Return_of_the_Jedi' target='_blank'>Star Wars: Episode VI - Return of the Jedi</a>.",
                "La canción que suena al final del episodio y durante los créditos finales se llama <a href='https://lnk.to/dontlookback' target='_blank'>Don't Look Back (feat. Kotomi & Ryan Elder)</a> del soundtrack oficial de la temporada 4 de Rick y Morty."
            ]
        }
    },
    "5": {
        "1": {
            "titulo": "Mort Dinner Rick Andre",
            "curiosidades": [
                "Esta es la mayor cantidad de tiempo de pantalla que Jessica ha recibido en un solo episodio.",
                "Este es también uno de los pocos episodios en los que Rick o Morty nunca usan el arma de portales.",
                "Morty le pregunta a Jessica si quiere ver un poco de Cable Interdimensional, visto por última vez en \"Morty's Mind Blowers\".",
                "El programa que están pasando en la televisión se llama \"Nintendo 69\" una alusión a la consola de videojuegos \"<a href='https://es.wikipedia.org/wiki/Nintendo_64' target='_blank'>Nintendo 64</a>\" pero con un tono sexual. El 69 es una posición sexual.",
                "El título del episodio es una referencia a la película <a href='https://www.youtube.com/watch?v=IUeFVdQT8oA' target='_blank'>My Dinner with Andre</a>.",
                "La dimensión a la que Morty acude para obtener vino añejado es una parodia a<a href='https://www.youtube.com/watch?v=o81F2hvmYJQ' target='_blank'> Las Crónicas de Narnia</a> con su ambientación medieval y el tiempo moviéndose mucho más rápido."
            ]
        },
        "2": {
            "titulo": "Mortyplicity",
            "curiosidades": [
                "Este es el segundo episodio de la Temporada 5 en el que Rick y Morty no usan el arma que abre portales.",
                "El título del episodio es una referencia a la película <a href='https://www.dailymotion.com/video/x7t3mmu' target='_blank'>Multiplicity</a> (Mis Dobles, Mi Mujer y Yo)."
            ]
        },
        "3": {
            "titulo": "A Rickconvenient Mort",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a href='https://es.wikipedia.org/wiki/Una_verdad_inc%C3%B3moda' target='_blank'>An Inconvenient Truth</a> (Una verdad incómoda).",
                "Planetina, Tina-Teers y Diesel Weasel son parodias de los personajes de <a href='https://www.youtube.com/watch?v=XheU8z3vd5k' target='_blank'>Captain Planet and the Planeteers</a> (Capitán Planeta y los planetarios)."
            ]
        },
        "4": {
            "titulo": "Rickdependence Spray",
            "curiosidades": [
                "El título del episodio es una referencia a la franquicia cinematográfica <a href='https://es.wikipedia.org/wiki/Independence_Day' target='_blank'>Independence Day</a> (Día de la Independencia).",
                "Cuando los espermatozoides capturan a Rick, lo congelan de una manera similar como a Han Solo de Star Wars.",
                "Como bien mencionan en los comentarios el final es una referencia al feto enorme de la película <a href='https://www.youtube.com/watch?v=kKxbiXuyvYY' target='_blank'>2001: A Space Odyssey</a>."
            ]
        },
        "5": {
            "titulo": "Amortycan Grickfitti",
            "curiosidades": [
                "El título del episodio es un juego de palabras con la película <a href='https://es.wikipedia.org/wiki/American_Graffiti' target='_blank'>American Graffiti</a>.",
                "Los Hellraisers del episodio son parodias de los<a href='https://www.youtube.com/watch?v=JwhXMWVEgX0' target='_blank'> cenobitas</a> de la película <a href='https://www.youtube.com/watch?v=DdHRmOEWEfI' target='_blank'>Hellraiser</a>. Los cenobitas tienen mutilaciones o perforaciones en su cuerpo.  Cada mutilación varia según la persona debido a que representan sus deseos y placeres de manera retorcida y sádica, motivador suficiente para que se use la caja de Lemarchand, las personas que logran acceder a su configuración están buscando placeres o sueños más allá de lo prohibido.",
                "Los Changeformers son parodias de los <a href='https://transformers.hasbro.com/es-mx' target='_blank'>Transformers</a>."
            ]
        },
        "6": {
            "titulo": "Rick & Morty's Thanksploitation Spectacular",
            "curiosidades": []
        },
        "7": {
            "titulo": "Gotron Jerrysis Rickvangelion",
            "curiosidades": [
                "El título del episodio es una referencia a la serie de anime <a href='https://www.youtube.com/watch?v=3HgWCp79nzI&t=1s' target='_blank'>Voltron</a> (más específicamente su contraparte japonesa <a href='https://www.youtube.com/watch?v=bVw5khpgbSw' target='_blank'>GoLion</a>) y <a href='https://www.youtube.com/watch?v=nU21rCWkuJw' target='_blank'>Neon Genesis Evangelion</a>.",
                "El ascenso del poder de Rick parodia varias películas de gánsteres. Cabe destacar que la pelea entre Rick y el grupo de Kendra parodia la <a href='https://www.youtube.com/watch?v=a_z4IuxAqpE' target='_blank'>escena clímax de Scarface</a>."
            ]
        },
        "8": {
            "titulo": "Rickternal Friendshine of the Spotless Mort",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a href='https://www.youtube.com/watch?v=Lv4BNEn4kKo' target='_blank'>Eternal Sunshine of the Spotless Mind</a>.",
                "El vehículo que lleva a Rick, Birdperson, Tammy y Memory Rick, se parece al Warthog en la serie Halo.",
                "La inteligencia artificial de la cochera es una referencia a <a href='https://marvelcinematicuniverse.fandom.com/es/wiki/J.A.R.V.I.S.'>JARVIS</a> de Iron Man.",
                "Memory Rick menciona que su hija esta muerta (minuto 8:00) dando a entender que la Beth original de Rick esta muerta."
            ]
        },
        "9": {
            "titulo": "Forgetting Sarick Mortshall",
            "curiosidades": [
                "El título del episodio 9 Forgetting Sarick Mortshall es una referencia a la película <a href='https://youtu.be/ahUF2uUF-1w' target='_blank'>Forgetting Sarah Marshall.</a>",
                "Este episodio es la primera parte del final de la temporada 5 de una hora, con \"Rickmurai Jack\" como la segunda parte.",
                "La canción de los créditos se llama <a href='https://www.youtube.com/watch?v=Cqtvm_2exk8' target='_blank'>Borrowed Time del grupo Tennis</a>"
            ]
        },
        "10": {
            "titulo": "Rickmurai Jack",
            "curiosidades": [
                "El título del episodio Rickmurai Jack es una referencia a la serie animada <a href='https://www.youtube.com/watch?v=-2Yp27RzIo8' target='_blank'>Samurai Jack</a>.",
                "Rick Stan Lee afirma que el cerebro de Rick fue escaneado en el episodio 9 de la temporada 1, cuando en realidad el incidente ocurre en el episodio 10 de la temporada 1.",
                "El presidente Morty menciona cuando a Rick le escanearon la mente, lo que ocurrió en Close Rick-counters of The Rick Kind."
            ]
        }
    },
    "6": {
        "1": {
            "titulo": "Solaricks",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a target='_blank' href='https://www.youtube.com/watch?v=wbFe930Bj80'>Solaris</a> (1972), basada en la novela homónima del escritor polaco <a target='_blank' href='https://es.wikipedia.org/wiki/Stanis%C5%82aw_Lem'>Stanisław Lem</a>.",
                "Este capítulo se entrelaza con el capítulo 6 de la primera temporada en donde Rick y Morty dejan su mundo original destruido.",
                "Es en la Temporada 2 Episodio 2 Mortynight Run donde intercambian a Jerry por otro Jerry en la \"Guardería de Jerrys\".",
                "Jerry Smith (de la dimensión Cronenberged) revela que Beth y Summer murieron después de haber sido congeladas. Esto sucede en la temporada 3 episodio 1 The Rickshank Rickdemption.",
                "El fenómeno al que se refiere Rick es un síndrome real llamado <a target='_blank' href='https://www.elsevier.es/es-revista-farmacia-hospitalaria-121-articulo-sindrome-realimentacion-S1130634309721634'>Síndrome de realimentación</a>."
            ]
        },
        "3": {
            "titulo": "Bethic Twinstinct",
            "curiosidades": [
                "Cuando Rick guarda el vino venusiano se puede ver en el estante una botella con un pequeño Morty atrapado adentro flotando en el liquido del mismo. <a target='_blank' href='https://www.pinterest.com.mx/pin/742108844865924679'>Imagen aquí</a>.",
                "El título del episodio es un juego de palabras con la película <a target='_blank' href='https://www.youtube.com/watch?v=kWZUha541e4'>Basic Instinct</a>.",
                "El idioma 'venusiano' es solo francés, lo que brinda oportunidad a Sarah Chalke de demostrar sus habilidades.",
                "Rick reprende a Beth y Space Beth por usar su holocubierta para crear su propio 'San Junipero', referencia al episodio de Black Mirror."
            ]
        },
        "4": {
            "titulo": "Night Family",
            "curiosidades": [
                "El título del episodio es una referencia a la serie <a target='_blank' href='https://www.youtube.com/watch?v=5LuJ-mfFX0A'>Night Gallery</a>.",
                "Rick menciona que al dormir hay diferentes niveles de cortisol. <a target='_blank' href='https://doctorferre.com/preguntas-frecuentes-sueno-adulto/212-papel-cortisol-sueno-vigilia/'>Referencia 1</a> <a target='_blank' href='https://www.cigna.com/es-us/knowledge-center/hw/pruebas-mdicas/cortisol-en-la-sangre-hw6227'>Referencia 2</a>.",
                "Una prueba de cortisol se puede hacer con sangre, orina o saliva. <a target='_blank' href='https://medlineplus.gov/spanish/pruebas-de-laboratorio/prueba-de-cortisol/'>Referencia</a>.",
                "Ya existen apps similares para contar ovejas. <a target='_blank' href='https://play.google.com/store/apps/details?id=com.dmitsoft.sheep'>Ejemplo</a>."
            ]
        },
        "5": {
            "titulo": "Final DeSmithation",
            "curiosidades": [
                "El título del episodio es un juego de palabras con <a target='_blank' href='https://www.youtube.com/watch?v=DnaeRIBGw0c'>Final Destination</a>.",
                "Los tigres blancos son producto de la endogamia. <a target='_blank' href='https://www.worldwildlife.org/descubre-wwf/historias/la-verdad-sobre-los-tigres-blancos'>Referencia 1</a> <a target='_blank' href='https://adnimalsfree.org/blog/tigres-blancos-la-triste-verdad-sobre-los-protagonistas-de-eventos-y-programas-tv/'>Referencia 2</a> <a target='_blank' href='https://www.abc.net.au/news/2016-02-19/white-tigers-inbred-for-beauty-and-tourism-dollars/7182594'>Referencia 3</a>.",
                "La secuencia de cambio de atuendo de Jerry es una referencia a <a target='_blank' href='https://www.youtube.com/watch?v=VDTWDVr2t1E'>Sailor Moon</a>.",
                "Margaret Howe participó en un proyecto con delfines financiado por la NASA. <a target='_blank' href='https://www.bbc.com/mundo/noticias/2014/06/140618_ciencia_mujer_hablaba_con_delfines_lovatt_np'>Referencia 1</a> <a target='_blank' href='https://en.wikipedia.org/wiki/Margaret_Howe_Lovatt#cite_note-3'>Referencia 2</a>.",
                "Jennith Padrow-Chunt es una parodia de <a target='_blank' href='https://es.wikipedia.org/wiki/Gwyneth_Paltrow'>Gwyneth Paltrow</a> y su marca <a target='_blank' href='https://es.wikipedia.org/wiki/Goop'>Goop</a>."
            ]
        },
        "6": {
            "titulo": "Juricksic Mort",
            "curiosidades": [
                "La <a target='_blank' href='https://imgur.com/80Julhg'>Plaza de Armas de Santiago de Chile</a> aparece brevemente.",
                "El título del episodio es un juego de palabras con <a target='_blank' href='https://www.youtube.com/watch?v=dLDkNge_AhE'>Jurassic Park</a>.",
                "Este es el segundo episodio que hace referencia a Jurassic Park (el primero fue Anatomy Park).",
                "La llegada de los dinosaurios es una referencia a <a target='_blank' href='https://www.youtube.com/watch?v=uWs5lsWXLbo'>Arrival</a>.",
                "El presidente menciona Westworld, serie sobre androides anfitriones."
            ]
        },
        "7": {
            "titulo": "Full Meta Jackrick",
            "curiosidades": [
                "El título es un juego de palabras con <a target='_blank' href='https://www.youtube.com/watch?v=7115nOKRFD8'>Full Metal Jacket</a>.",
                "Las URLs <a target='_blank' href='http://www.rick-plush.biz'>rick-plush.biz</a> y <a target='_blank' href='http://www.story-train.com'>story-train.com</a> existen en la vida real.",
                "El robot que solo pasa la mantequilla aparece de nuevo.",
                "Joseph Campbell es mencionado junto a las sopas Campbell.",
                "Brett/Rhett Caan es una alusión a la retrocontinuidad (retcon).",
                "Story Lord aparece por primera vez en la temporada 4 episodio 6 Never Ricking Morty.",
                "Meta proviene del griego μετά y del latín mēta. <a target='_blank' href='http://etimologias.dechile.net/?meta'>Referencia 1</a> <a target='_blank' href='https://es.wikipedia.org/wiki/Meta_(prefijo)'>Referencia 2</a>."
            ]
        },
        "8": {
            "titulo": "Analyze Piss",
            "curiosidades": [
                "El título es una referencia a la película <a target='_blank' href='https://www.youtube.com/watch?v=6ovOvJ7kmPI'>Analyze This</a>.",
                "<a target='_blank' href='https://www.pinterest.com.mx/pin/742108844865718278'>Cookie Magneto</a> es una parodia de Magneto.",
                "<a target='_blank' href='https://www.pinterest.com.mx/pin/742108844865718204'>Pissmaster</a> es una parodia del Duende Verde.",
                "Rick menciona que él no es 'La Garrapata'. <a target='_blank' href='https://www.youtube.com/watch?v=rgqZ5QGsupc'>The Tick</a>.",
                "La familia come el cereal Strawberry Smiggles de la temporada 1 episodio 8 Rixty Minutes."
            ]
        },
        "9": {
            "titulo": "A Rick in King Mortur's Mort",
            "curiosidades": [
                "El título es una referencia a la película <a target='_blank' href='https://www.youtube.com/watch?v=BhfjB2X-5O0'>A Kid in King Arthur's Court</a>.",
                "La canción que suena es <a target='_blank' href='https://www.youtube.com/watch?v=QEl2Iv4bmdk'>Goodbye Blue Sky de Pink Floyd</a>.",
                "<a target='_blank' href='https://es.wikipedia.org/wiki/Daniel_Radcliffe'>Daniel Radcliffe</a> da voz a uno de los caballeros del sol.",
                "<a target='_blank' href='https://es.wikipedia.org/wiki/Jack_Black'>Jack Black</a> da voz al líder de Venus.",
                "El final es una referencia al episodio 8 de la temporada 4 'The Vat of Acid Episode'.",
                "Las poses de Rick y Morty al caer en la lava son las mismas que en la tina de ácido. <a target='_blank' href='https://www.pinterest.com.mx/pin/742108844865631890/'>Comparación aquí</a>.",
                "<a target='_blank' href='https://www.youtube.com/watch?v=Kd6UtMo3JDw'>Blade</a> es mencionado cuando Rick entrega la espada a Morty."
            ]
        },
        "10": {
            "titulo": "Ricktional Mortpoon's Rickmas Mortcation",
            "curiosidades": [
                "El título del episodio es un juego de palabras con la película <a target='_blank' href='https://es.wikipedia.org/wiki/National_Lampoon%27s_Vacation'>National Lampoon's Christmas Vacation</a>.",
                "Se pueden ver <a target='_blank' href='https://imgur.com/a/Tyi2hGp'>bolsas llenas de Globaflyn</a> con aliens atrapados.",
                "Durante todo el episodio se presentan muchas referencias a Star Wars, incluyendo la escena de <a target='_blank' href='https://www.youtube.com/watch?v=3nwuNgbOo3E'>Darth Vader y Obi-Wan</a>.",
                "La <a target='_blank' href='https://imgur.com/Jp5Qwam'>batalla final</a> contra el presidente está llena de referencias a Star Wars: <a target='_blank' href='https://imgur.com/k9ef73w'>ventana de la estrella de la muerte</a>, <a target='_blank' href='https://starwars.fandom.com/es/wiki/Transporte_de_Exploraci%C3%B3n_Todo_Terreno/Leyendas'>AT-ST</a>, <a target='_blank' href='https://starwars.fandom.com/es/wiki/Caza_estelar_TIE/LN'>Tie Fighter</a>, <a target='_blank' href='https://starwars.fandom.com/es/wiki/TIE_Avanzado_x1'>Tie Advanced</a>, y <a target='_blank' href='https://imgur.com/5IEGy41'>Pit Droids</a>."
            ]
        }
    },
    "7": {
        "1": {
            "titulo": "How Poopy Got His Poop Back",
            "curiosidades": [
                "El título del episodio es una referencia a la película How Stella Got Her Groove Back (<a href='https://tv.apple.com/us/movie/la-nueva-vida-de-stella/umc.cmc.62lgnrotoehomkec3ojvrflvg?l=es' target='_blank'>La nueva vida de Stella</a>).",
                "Esta temporada será la primera temporada en la que Justin Roiland no dará voz a Rick y Morty (voces en inglés) por cargos de abuso doméstico. Dichos cargos fueron retirados en enero por falta de pruebas. De todos modos, la reacción de Hollywood no se hizo esperar, a las pocas semanas del primer informe, Adult Swim cortó lazos con el creador, al igual que Hulu y 20th Television Animation (estudio detrás de \"Solar Opposites\" y \"Koala Man\") y Squanch Games, la compañía de juegos que fundó Roiland.<sup><a href='https://www.yahoo.com/entertainment/rick-morty-sets-season-7-160000045.html?fr=sycsrp_catchall' target='_blank'>1</a></sup> <sup><a href='https://www.thewrap.com/rick-and-morty-season-7-release-date-time-episodes-schedule/' target='_blank'>2</a></sup>",
                "Este es el primer episodio que presenta a <a href='https://www.imdb.com/name/nm3264535/' target='_blank'>Ian Cardoni</a> como la voz de Rick Sanchez, <a href='https://www.imdb.com/name/nm8803649/' target='_blank'>Harry Belden</a> como la voz de Morty Smith y <a href='https://www.imdb.com/name/nm1042068/' target='_blank'>Jon Allen</a> dando voz a Mr. Poopybutthole en la versión inglesa de la serie.",
                "Hugh Jackman actor mejor conocido por personificar a Wolverine da voz a su propio personaje.<sup><a href='https://metro.co.uk/2023/10/17/hugh-jackman-rick-and-morty-season-7-ex-wife-deborra-lee-furness-split-19675415/' target='_blank'>3</a></sup>",
                "Varias fotos que aparecen en la escena donde están en la casa de Hugh Jackman son tomadas de la vida real como la de su casamiento, la foto con el actor Dwayne Johnson y la foto con su perrita allegra. <sup><a href='https://imgur.com/gallery/uufsdNU' target='_blank'>4</a></sup>",
                "Al minuto 12:23 hay un error en la animcación y por un momento a Squanchy le hace falta un parte de su pierna. <sup><a href='https://imgur.com/a/XxpXeS8' target='_blank'>5</a></sup>",
                "La frase del fantasma robótico \"Business is my business and brother business is good\" es una referencia álbum de Megadeth \"<a href='https://en.wikipedia.org/wiki/Killing_Is_My_Business..._and_Business_Is_Good!' target='_blank'>Killing is my business... and business is good!</a>\".",
                "El episodio hace varias referencias a la franquicia <a href='https://www.youtube.com/watch?v=NICzpXtD-A0' target='_blank'>Depredador</a>: <ol><li>La parte en la que Rick y los demás se frotan con barro para camuflarse es una referencia a cómo Alan \"Dutch\" Schaefer usó barro para escapar de la vista del Depredador en la primera película. <sup><a href='https://www.youtube.com/watch?v=ktVqsBgOvBI' target='_blank'>6</a></sup></li> <li>La forma en la que Birdperson y Gene fueron capturados por la red de Gul'Karna es similar a cómo Maxwell Stafford en <a href='https://www.youtube.com/watch?v=qDnWi5q1nAE' target='_blank'>Alien vs Predator</a> fue capturado y luego asesinado.</li> <li>La escena en la que Gul'Karna le da un mosquete al Sr. Poopybutthole como trofeo es un guiño a cómo Mike Harrigan en <a href='https://www.youtube.com/watch?v=OwqWe0wz0fY' target='_blank'>Depredador 2</a> (1990) recibió un mosquete por matar al Depredador.</li></ol>"
            ]
        },
        "2": {
            "titulo": "The Jerrick Trap",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a href='https://www.youtube.com/watch?v=PMAhVpgzmRU' target='_blank'>The Parent Trap</a> (<a href='https://www.youtube.com/watch?v=Z7MKntv3qg4' target='_blank'>Juego de gemelas en Hispanoamérica</a> y <a href='https://www.youtube.com/watch?v=GTHrZta6mwA' target='_blank'>Tú a Londres y yo a California en España</a>).",
                "La canción que suena durante el episodio se llama <a href='https://www.youtube.com/watch?v=HHC0OVq3E-0' target='_blank'>We're going to be friends</a> de The white stripes.",
                "El casco que cambia las mentes aparece a un lado de la caja de donde Jerry toma otro casco en la escena post creditos del episodio 8 temporada 3 Morty's Mind Blowers.<sup><a href='https://imgur.com/a/cbMi3fD' target='_blank'>1</a></sup>",
                "Viernes de locos o ponte en mi lugar es una referencia a la novela de comedia para niños llamada <a href='https://en.wikipedia.org/wiki/Freaky_Friday' target='_blank'>Freaky Friday</a> en donde una adolescente obstinada y desorganizada, se despierta un viernes por la mañana en el cuerpo de su madre.",
                "Los <a href='https://www.youtube.com/watch?v=rE2kdVpLRM0' target='_blank'>Coneheads</a> (titulada como Los Caraconos en España y Los Coneheads en Latinoamérica) es una película estadounidense de 1993 del género comedia basada en los sketches del mismo nombre del programa Saturday Night Live (SNL).",
                "Jerry insinúa que Rick nació siendo un genio, con lo cual Rick se molesta porque al parecer no se le da el crédito por convertirse en un genio. Varios autores como David Weiner <sup><a href='https://www.semana.com/vida-moderna/articulo/genios-nacen-o-se-hacen/502642/'>2</a></sup> y David Shenk afirman que los genios se hacen, \"personas con un alto récord académico no necesariamente han nacido más inteligentes que otras\" escribe en su libro Adolescentes Talentosos. \"Pero trabajan más duro y desarrollan mayor autodisciplina\". <sup><a href='https://www.bbc.com/mundo/noticias/2011/01/110119_genio_en_cada_uno'>3</a></sup> Thomas Alva Edison, inventor del fonógrafo y el gran innovador de la lámpara incandescente, aseguraba que \"el genio es un uno por ciento de inspiración y un 99 por ciento de sudor\". <sup><a href='https://vanguardia.com.mx/opinion/politicon/genios-nacen-o-se-hacen-HNVG3504517'>4</a></sup>"
            ]
        },
        "3": {
            "titulo": "Air Force Wong",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a href='https://www.youtube.com/watch?v=fGGEWYEhJf8'>Air Force One</a> (conocida también en España como El avión del presidente, y Avión presidencial en Hispanoamérica). Narra la historia del secuestro del Air Force One por un grupo de terroristas rusos.",
                "La voz de Mr. Staby (señor puñalada en Latinoamérica y señor pinchi en España) es interpretado por el actor de voz Tom Kenny quien da voz a Bob Esponja en el idioma inglés.",
                "Gary Live es una parodia de Larry King Live y el propio Gary es una parodia del fallecido Larry King.",
                "La Cienciología es una doctrina religiosa que en algunos países tiene el estatus de religión como en España y Estados Unidos, difundida a través de una organización de carácter sectario. Algunos documentales como 'Going Clear' exponen abusos físicos y psicológicos que padecen los miembros de esta religión. <a href='https://www.bbc.com/mundo/noticias/2015/03/150330_eeuu_cultura_cienciologia_documental_going_clear' target='_blank'><sup>1</sup></a> <a href='https://es.wikipedia.org/wiki/Cienciolog%C3%ADa' target='_blank'><sup>2</sup></a> <a href='https://www.enterarse.com/20190911_0001-la-iglesia-de-la-cienciologia-una-supuesta-religion-denunciada-como-secta/' target='_blank'><sup>3</sup></a>",
                "Actores de fama mundial como Tom Cruise, John Travolta y Will Smith son miembros de la Cienciología. <a href='https://www.bbc.com/mundo/noticias/2015/03/150330_eeuu_cultura_cienciologia_documental_going_clear' target='_blank'><sup>4</sup></a> <a href='https://elpais.com/elpais/2008/06/30/actualidad/1214808530_850215.html' target='_blank'><sup>5</sup></a>"
            ]
        },
        "4": {
            "titulo": "That's Amorte",
            "curiosidades": [
                "El título del episodio es una referencia a la canción de <a href='https://www.youtube.com/watch?v=ft8zSuX0kJw' target='_blank'>Dean Martin That's Amore</a>.",
                "La canción que suena cuando le estan aplicando la eutanasia al anciano Fred se llama <a href='https://www.youtube.com/watch?v=ojbbC020s3Q' target='_blank'>Live forever</a> de Kotomi & Ryan Elder, la cual es un cover de la canción <a href='https://www.youtube.com/watch?v=C7utUa5QG4w' target='_blank'>\"Live forever\"</a> de la banda inglesa Oasis.",
                "Amber, la novia de la infancia de Fred y eventual esposa, estaba casada con Lawrence, el hombre a cuyo funeral Morty y Rick hacen presencia y que era el mismo hombre al que se estaban comiendo al principio del episodio. Los dos hijos de Lawrence están en el funeral y pueden ser reconocidos como niños en los recuerdos de Fred mientras le aplican la eutanasia.",
                "Cuando Rick afirma que Morty tiene que hacer todo lo que él dice, Morty lo llama Keith Raniere, en referencia al líder de la secta NXIVM la cual fue condenada en 2019 por tráfico sexual, trabajos forzados y crimen organizado. En México operaba a través de los Executive Success Programs («Programas de éxito ejecutivo» o ESP, según sus siglas en inglés). <a href='https://es.wikipedia.org/wiki/NXIVM' target='_blank'><sup>1</sup></a> <a href='https://www.eluniversal.com.mx/columna/salvador-garcia-soto/nacion/esp-la-doctrina-de-raniere-en-mexico-i/' target='_blank'><sup>2</sup></a>",
                "Rick describe la huida de los clones como un resumen o versión acelerada de <a href='https://www.youtube.com/watch?v=p--J5_HMtlw' target='_blank'>Never Let Me Go</a> (Nunca me abandones), haciendo referencia a la novela y a la película sobre clones creados para ser cosechados y obtener partes de sus cuerpos y de la misma forma otras películas como <a href='https://www.youtube.com/watch?v=xb4PR2zYUrk' target='_blank'>The Island</a> o <a href='https://www.youtube.com/watch?v=Um1WQRnY0FQ' target='_blank'>Parts: The Clonus Horror</a>."
            ]
        },
        "5": {
            "titulo": "Unmortricken",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a href='https://www.dailymotion.com/video/x61ac4g'>Unforgiven</a> (en Hispanoamérica, Los imperdonables; en España, Sin perdón). Dos vaqueros atacan y desfiguran a una prostituta con un cuchillo. Las prostitutas ofrecen una recompensa de $1,000 a cualquiera que mate a los vaqueros.",
                "La canción que suena al final se llama <a href='https://www.youtube.com/watch?v=p3NZn0mA_XI' target='_blank'>Look on down from the bridge</a> de Mazzy Star.",
                "La familia que aparece más allá de la Curva Finita Central es una parodia de <a href='https://www.youtube.com/watch?v=awMumkhBMUM' target='_blank'>Los Supersónicos (The Jetsons)</a>.",
                "Slow Mobius aparece por primera vez en la primera temporada episodio 11 \"Ricksy Business\".",
                "La escena post-créditos con la esposa de Slow Mobius es un montaje de la espiral de Rick del episodio \"Rickmurai Jack\" y se la muestra construyendo su propia nave espacial, buscar en la galaxia el asesino de su marido y comer ramen en un bar de ramen futurista. Sin embargo, a diferencia de Rick, ella puede hacer las paces con la muerte de su cónyuge y seguir adelante después de conocer a otro ser con una experiencia similar."
            ]
        },
        "6": {
            "titulo": "Rickfending Your Mort",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a href='https://www.youtube.com/watch?v=oZEbLVD72hY' target='_blank'>Defending Your Life</a> (Visa al paraíso o El cielo próximamente).",
                "The Observers (Los Observadores) son una parodia a <a href='https://memory-alpha.fandom.com/wiki/Guardian_of_Forever' target='_blank'>The Guardian of Forever</a> de Star Trek",
                "Rick y Morty tienen una aventura en <a href='https://www.youtube.com/watch?v=xQ_9xQmKSFU' target='_blank'>Pet Sematary</a> (titulada Cementerio de mascotas o Cementerio maldito en Hispanoamérica y Cementerio viviente en España), de la novela de terror de Stephen King y adaptaciones cinematográficas del mismo nombre. Si entierras algo muerto volverá a la vida, pero de forma maligna.",
                "Rick anuncia con orgullo haber matado a las versiones de él y Morty en Space Jam, haciendo referencia al infame cameo de la pareja en la película Space Jam: A New Legacy.",
                "<a href='https://es.wikipedia.org/wiki/Jeffrey_Dahmer' target='_blank'>Jeffrey Lionel Dahmer</a>, fue un asesino en serie y agresor sexual estadounidense que cometió el asesinato y desmembramiento de diecisiete hombres y adolescentes. Muchos de sus asesinatos involucraron la necrofilia, el canibalismo y la preservación permanente de partes del cuerpo, generalmente todo o parte del esqueleto. Dahmer fue asesinado a golpes por Christopher Scarver, un compañero de prisión en la Institución Correccional de Columbia en Portage, Wisconsin. <a href='https://www.lanacion.com.ar/lifestyle/como-murio-el-famoso-asesino-serial-jeffrey-dahmer-nid17022023/' target='_blank'><sup>1</sup></a>"
            ]
        },
        "7": {
            "titulo": "Wet Kuat Amortican Summer",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a href='https://www.imdb.com/title/tt0243655/' target='_blank'>Wet Hot American Summer</a>.",
                "Este es el primer episodio de la serie en incluir el nombre de Summer en el título. Con el lanzamiento de este episodio, se habrán utilizado todos los nombres de todos los personajes principales en los títulos de los episodios.",
                "Los kuatos son una parodia de la película <a href='https://www.youtube.com/watch?v=25OjH_B-Nfw' target='_blank'>Total Recall</a> de 1990 (conocida como Desafío total en España y El vengador del futuro en Hispanoamérica).",
                "Rick prime (Rick malvado) tenía su propio kuato y apareció durante la pelea contra Evil Morty (Morty Smith 79⊢⊇V) en Unmortricken.",
                "Al minuto 7:04 (versión en inglés) la chica que se acerca a Summer le dice \"¡Oh My Glob!\", esta expresión es un guiño a \"Hora de Aventura\". <a href='https://horadeaventura.fandom.com/es/wiki/Grob_Gob_Glob_Grod' target='_blank'><sup>4</sup></a>",
                "El programa que esta mirando Rick llamado Cake or Fake es una parodia del programa de Netflix ¿Es pastel? (<a href='https://www.youtube.com/watch?v=A14JSsALNUg' target='_blank'>Is it Cake?</a>). En donde los concursantes crean pasteles que replican objetos comunes de la vida real en un esfuerzo por engañar a los jueces."
            ]
        },
        "8": {
            "titulo": "Rise of the Numbericons: The Movie",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a href='https://www.youtube.com/watch?v=e4bdD8owgDU' target='_blank'>Rise of the Guardians</a> (El Origen de los Guardianes).",
                "Este episodio es la continuación de la escena poscréditos del episodio de la temporada 2 \"Get Schwifty\", que mostraba el avance de una película llamada Water-T and the Rise of the Numbericons.",
                "Este es el primer episodio de la serie en la que no aparece Rick, ni siquiera se menciona.",
                "La escena en la cabina de grabación donde Marvin D llama a Chuck D, es una parodia a la película Back to the Future (titulada Regreso al futuro en España, y Volver al futuro o Vuelta al futuro en Hispanoamérica) donde Marvin Berry llama a Chuck Berry para demostrarle ese sonido que andaba buscando. <a href='https://www.youtube.com/watch?v=25vkwSdtLdk' target='_blank'><sup>1</sup></a>"
            ]
        },
        "9": {
            "titulo": "Mort: Ragnarick",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a href='https://www.youtube.com/watch?v=Cdp7Xo0x0Uw' target='_blank'>Thor: Ragnarok</a>.",
                "Bigfoot (Pie Grande) mata a Rick, lo que significa que la predicción de Fleeflak en la temporada 7 episodio 3 \"Air Force Wong\", se hizo realidad.",
                "La escena en la que Rick y Morty se despiden de Pie Grande (Big Foot) al devolverlo al bosque es una parodia a <a href='https://www.youtube.com/watch?v=1d8oqIXtjdo' target='_blank'>Harry y los Henderson</a>."
            ]
        },
        "10": {
            "titulo": "Fear No Mort",
            "curiosidades": [
                "El pez que se come la piel muerta de los pies que menciona el promotor/presentador del hoyo/pozo se llama Garra rufa también conocido como \"Pez Doctor\" y se emplea en tratamientos de ictioterapia. <a href='https://www.aquariumcostadealmeria.com/garra-rufa-pez-doctor/amp/' target='_blank'><sup>1</sup></a> <a href='https://www.sarrocapodologos.es/es-aconsejable-la-ictioterapia-podologo/' target='_blank'><sup>2</sup></a>",
                "Denny's es uno de los tantos restaurantes que Rick y Morty han visitado y que tienen presencia en el mundo real, así como el restaurante Shoney's en el episodio The Rickshank Rickdemption y Panda Express en el episodio Final DeSmithation.",
                "Los tentáculos negros que salen del hoyo/pozo son iguales a los de la película de Star Wars: Episode VIII - The Last Jedi."
            ]
        }
    },
    "8": {
        "1": {
            "titulo": "Summer of All Fears",
            "curiosidades": [
                "El título del episodio es un juego de palabras con el nombre de la novela y película \"The Sum of All Fears\" (titulada en español como La suma de todos los miedos y como Pánico nuclear).",
                "Este es el undécimo episodio de la serie en el que Jerry no aparece.",
                "Rick castiga a Morty y Summer por no devolverle el cargador de su teléfono colocándolos en la \"<a href='https://www.youtube.com/watch?v=Z2eCmhBgsyI' target='_blank'>Matrix</a>\", haciendo referencia a la franquicia cinematográfica del mismo nombre."
            ]
        },
        "2": {
            "titulo": "Valkyrick",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a href='https://www.youtube.com/watch?v=QCJhL857He8' target='_blank'>Valkyrie</a> (titulada Valkiria en España y Operación Valquiria en Hispanoamérica). En la película, Tom Cruise encarna al coronel alemán Claus von Stauffenberg, que participa en el intento de acabar con la vida de Adolf Hitler en el atentado del 20 de julio de 1944.",
                "Este es el primer episodio de la serie en donde Morty no aparece de ninguna manera o siquiera se lo menciona."
            ]
        },
        "3": {
            "titulo": "The Rick, The Mort & The Ugly",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a href='https://www.youtube.com/watch?v=5PgAKzmWmuk' target='_blank'>The Good, the Bad & the Ugly</a> (Il buono, il brutto, il cattivo en italiano; El bueno, el feo y el malo en España; El bueno, el malo y el feo en Hispanoamérica). La trama gira en torno a dos pistoleros (el Bueno y el Feo) y un asesino mercenario, corrupto e inescrupuloso, sargento de la Unión, convertido en pistolero (el Malo). Los tres luchan por encontrar un tesoro consistente en doscientos mil dólares en monedas de oro, escondido durante la guerra de Secesión."
            ]
        },
        "4": {
            "titulo": "The Last Temptation of Jerry",
            "curiosidades": [
                "El título del episodio es un juego de palabras con la novela y película <a href='https://www.youtube.com/watch?v=QAlaKgTN9vA' target='_blank'>The Last Temptation of Christ (La última tentación de Cristo)</a>, en la cual Jesús de Nazaret, un carpintero en la Judea ocupada por los romanos, se debate entre sus propios deseos y su conocimiento del plan de Dios para él. La película fue prohibida o censurada durante años en Grecia, Sudáfrica, Turquía, Perú, México, Chile y Argentina.",
                "Este es el cuarto episodio de la serie que incluye el nombre de Jerry en el título (después de \"Star Mort Rickturn of the Jerri\", \"Gotron Jerrysis Rickvangelion\" y \"The Jerrick Trap\") y el primer episodio que usa solo el nombre de Jerry."
            ]
        },
        "5": {
            "titulo": "Cryo Mort a Rickver",
            "curiosidades": []
        },
        "6": {
            "titulo": "The Curicksous Case of Bethjamin Button",
            "curiosidades": [
                "El título del episodio es una referencia al relato escrito y adaptación al cine de <a href='https://www.youtube.com/watch?v=IwBdnWO2wXQ' target='_blank'>The Curious Case of Benjamin Button (El curioso caso de Benjamin Button)</a>, en la cual Benjamin Button nace con una extraña enfermedad, que provoca que nazca con 80 años y rejuvenezca con el paso de los años. Existe una afección en la vida real bajo el nombre de <a href='https://www.genome.gov/es/genetics-glossary/Progeria' target='_blank'>progeria</a> que provoca una aceleración del envejecimiento en niños a partir de los primeros años de vida. Los niños con esa enfermedad al cumplir dos o tres años el pelo se les comienza a caer y la piel comienza a envejecerse y arrugarse.",
                "La canción que se escucha durante el episodio se llama <a href='https://www.youtube.com/watch?v=0JFBQasySeA&list=RD0JFBQasySeA' target='_blank'>Where Everybody Knows Your Name de Gary Portnoy</a>, que a su vez es la canción tema del programa televisivo <a href='https://www.youtube.com/watch?v=2-VQ2uyiYLo' target='_blank'>Cheers</a>."
            ]
        },
        "7": {
            "titulo": "Ricker than Fiction",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a href='https://www.youtube.com/watch?v=CSzzPu2nzFo' target='_blank'>Stranger than Fiction</a> (Más extraño que la ficción). En la película una escritora se pregunta cómo matar a su personaje, y Harold Crick comienza a oír su voz en su cabeza y se da cuenta de que tiene los días contados. Harold debe encontrarla y detenerla antes de que idee una manera de matarlo.",
                "El <a href='https://www.cancer.gov/espanol/publicaciones/diccionarios/diccionario-cancer/def/adderall' target='_blank'>adderall</a> es una combinación de medicamentos que se usan para tratar el trastorno por déficit de atención con hiperactividad (TDAH) y la narcolepsia (un trastorno del sueño). Es un tipo de estimulante. También se llama dextroanfetamina-anfetamina.",
                "<a href='https://es.wikipedia.org/wiki/James_Gunn' target='_blank'>James Gunn</a> es un cineasta y guionista estadounidense, copresidente y codirector del Universo DC. Reconocido por escribir y dirigir las películas de la trilogía de Guardianes de la Galaxia (2014-2023), la película The Suicide Squad (2021) y Superman (2025).",
                "James Gunn se encuentra con <a href='https://es.wikipedia.org/wiki/Zack_Snyder' target='_blank'>Zack Snyder</a> en el economato de Warner Bros. Gunn y Snyder colaboraron en la película de 2004 <a href='https://www.youtube.com/watch?v=ue7n1TX4E-A' target='_blank'>Dawn of the Dead (El amanecer de los muertos)</a>.",
                "Los directores de cine James Gunn y Zack Snyder prestan su voz para este capitulo interpretandose a ellos mismos.<sup><a href='https://variety.com/2025/tv/news/rick-and-morty-james-gunn-zack-snyder-guest-star-how-1236447096/' target='_blank'>1</a></sup>",
                "Durante la persecución en Nueva York (minuto 17:31) hay un teatro con un cartel que dice Krapopolis: el musical. <a href='https://www.imdb.com/es/title/tt14016574/' target='_blank'>Krapopolis</a> es una comedia animada creada por el cocreador de Rick y Morty, Dan Harmon."
            ]
        },
        "8": {
            "titulo": "Nomortland",
            "curiosidades": [
                "El título del episodio es una referencia a la película <a href='https://www.youtube.com/watch?v=ggGbsPmqaUw' target='_blank'>Nomadland</a>. La protagonista de la película pierde su empleo asi como a su esposo y toma la decisión de vender la mayoría de sus pertenencias y comprar una furgoneta para vivir y viajar por el país en busca de trabajo, como nómada.",
                "La canción donde Jerry viaja a otras dimensiones se llama \"<a href='https://www.youtube.com/watch?v=IGMabBGydC0' target='_blank'>Send Me on My Way</a>\" de Rusted Root. Suena de nuevo cuando Jerry y Mooch Jerry huyen del Jefe Jerry y los Bandana Jerrys a través de varias dimensiones.",
                "La serie de televisión que Rick y Jerry ven, Naked and Alone, es una parodia del reality show de la vida real \"<a href='https://www.imdb.com/es/title/tt3007640/?ref_=nv_sr_srsg_0_tt_8_nm_0_in_0_q_naked%2520and%2520afr' target='_blank'>Naked and Afraid</a>\" (conocida en Hispanoamérica como Supervivencia al desnudo y en España como Aventura en pelotas)."
            ]
        },
        "9": {
            "titulo": "Morty Daddy",
            "curiosidades": [
                "El título del episodio es una referencia a la comedia televisiva <a href='https://www.imdb.com/es/title/tt2177489/' target='_blank'>Baby Daddy</a>.",
                "Morty Jr. Apareció por primera vez en el episodio 7 \"Raising Gazorpazorp\" de la temporada 1.",
                "Los Cogs son parodias de los precogs de la película de Steven Spielberg de 2002, <a href='https://www.youtube.com/watch?v=PplEIwTO3gg' target='_blank'>Minority Report</a> (conocida como Sentencia previa en Hispanoamérica), en la cual la policía utiliza tecnología psíquica para arrestar y enjuiciar a los asesinos antes de que puedan delinquir."
            ]
        },
        "10": {
            "titulo": "Hot Rick",
            "curiosidades": [
                "El título del episodio es un juego de palabras con la pelicula <a href='https://www.imdb.com/es/title/tt0787475/' target='_blank'>Hot Rod</a>.",
                "<a href='https://www.youtube.com/watch?v=Sh5AgBJzCCY' target='_blank'>Cake or fake</a> es un programa real y ha aparecido en los episodios \"Wet Kuat Amortican Summer\" y \"Fear No Mort\" de la temporada 7.",
                "Una versión acústica de la canción <a href='https://www.youtube.com/watch?v=9Rq066BMHZs' target='_blank'>Don't Look Back</a>, suena al final del episodio cuando Rick expulsa su granja de hormigas (latino) / cerebro corral (castellano) / ant-farm brain (inglés) que contiene a Rick Recuerdo (Memory Rick) y Diane Recuerdo (Memory Diane) al espacio, canción que apareció anteriormente en la temporada 4 episodio 10 \"Star Mort Rickturn of the Jerri\", enfatizando una vez más el mensaje de no mirar atrás a los traumas pasados.",
                "Beth Recuerdo Reciente (Recent Memory Beth) le pregunta a Rick Recuerdo (Memory Rick) y Diane Recuerdo (Memory Diane) si debería hacer un \"<a href='https://www.youtube.com/watch?v=un08ZTmC_ME' target='_blank'>Thelma y Louise</a>\"(en castellano e inglés) / \"Final inesperado\" (latino), haciendo referencia a la película del mismo nombre y su final, donde el auto conducido por los personajes principales acelera en el Gran Cañón hacia el precipicio."
            ]
        }
    }
}
